{"data":{"allMarkdownRemark":{"edges":[{"node":{"excerpt":"Hello world bold italic google.com","id":"9deb46cd-af3a-5bda-aa0c-76ebb7c0e609","fields":{"slug":"/blog/2019-03-21-hello-world/"},"frontmatter":{"title":"hello world","templateKey":"blog-post","date":"March 21, 2019"}}},{"node":{"excerpt":"This week we’ll  take  a look at all the steps required to make astonishing coffee with a Chemex at home. The Chemex Coffeemaker is a manual, pour-over style glass-container coffeemaker that Peter Schlumbohm invented in 1941, and which continues to be manufactured by the Chemex Corporation in Chicopee, Massachusetts. In 1958, designers at the  Illinois Institute of Technology  said that the Chemex…","id":"b97aa5a9-a86a-5f37-9abc-ed3906f28365","fields":{"slug":"/blog/2017-01-04-a-beginners-guide-to-brewing-with-chemex/"},"frontmatter":{"title":"A beginners’ guide to brewing with Chemex","templateKey":"blog-post","date":"January 04, 2017"}}},{"node":{"excerpt":"We expect the shipment of a limited quantity of green beans next Monday. We’ll be offering the roasted beans from Tuesday, but quantities are limited, so be quick. Blue Mountain Peak is the highest mountain in Jamaica and one of the highest peaks in the Caribbean at 7,402 ft. It is the home of Blue Mountain coffee and their famous tours. It is located on the border of the Portland and Saint Thomas…","id":"37b2a38a-3052-57a1-964e-fd1596d6513f","fields":{"slug":"/blog/2017-01-04-just-in-small-batch-of-jamaican-blue-mountain-in-store-next-week/"},"frontmatter":{"title":"Just in: small batch of Jamaican Blue Mountain in store next week","templateKey":"blog-post","date":"January 04, 2017"}}},{"node":{"excerpt":"The SCAA updated the wheel to reflect the finer nuances needed to describe flavors more precisely. The new descriptions are more detailed and hence allow cuppers to distinguish between more flavors. While this is going to be a big change for professional coffee tasters, it means a lot to you as a consumer as well. We’ll explain how the wheel came to be, how pros use it and what the flavors…","id":"6538b95e-0eed-5a5f-bc5b-5359de7ed820","fields":{"slug":"/blog/2016-12-17-making-sense-of-the-scaas-new-flavor-wheel/"},"frontmatter":{"title":"Making sense of the SCAA’s new Flavor Wheel","templateKey":"blog-post","date":"December 17, 2016"}}}]}}}